app/controllers/home_controller.rb

  def index
    @test = "hallo welt"
    @status = Status.find(1)
---
SELECT "statuses".* FROM "statuses" WHERE "statuses"."id" = ? LIMIT 1  [["id", 1]]