app/controllers/status_controller.rb

  def index
    @status = Status.find(1)
---
SELECT "statuses".* FROM "statuses" WHERE "statuses"."id" = ? LIMIT 1  [["id", 1]]